// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Lås ressourcer";

InitializationWarningTitle = "Er du sikker på, at du vil initialisere masselagerenheden \"%@\"?";
InitializationWarningMsg = "Alle data på enheden vil gå tabt, og du kan ikke fortryde denne handling.";
InitializeButtonTitle = "Initialiser";
CancelButtonTitle = "Annuller";

ControlPanelNoLocking = "Ingen blokering";
ControlPanelMinimalLocking = "Minimal blokering";
ControlPanelModerateLocking = "Moderat blokering";
ControlPanelIntermediateLocking = "Mellem blokering";
ControlPanelMaximalLocking = "Maksimal blokering";

TaskDescription = "Styr ressourcer ved at skifte kontrolpanel og adgang til lagerenheder.";
PanelLockLabel = "Adgangsniveau til kontrolpanel:";
LockNote = "Klik på afkrydsningsfeltet for at låse eller låse op for en masselagerenhed.";
LockColumnTitle = "Lås";
UnitColumnTitle = "Masselagerenheder";
InitializeUnitButtonTitle = "Initialiser valgte masselagerenhed";
ApplyButtonTitle = "Anvend";